[
  {
    "name": "RERA",
    "image": "/real-estate.png",
    "desc1": "Our law firm is one of the most sought after law firms in Delhi, NCR in matters related to RERA. Our expert lawyers keep a bird’s-eye view of the financial system backed byvaluable experience in real estate law and its future; we assist banksand developer conglomerates, high net worth investors as well property funds. Our real estate lawyers recommends some of India’s major real estate companies in their joint ventures , focused funds , future investments , property acquisitions/ sales, and leases. We have the experience to handle intricate issues of real estate.Our team assists, lenders investors and real estate developers on all fronts of transactions including disposition matters, as well as in financing and restructuring of debts. Our lawyers understand pros and cons of real estate business and its regulatory body RERA."
  },
  {
    "name": "CIVIL, CRIMINAL & CORPORATE LITIGATION",
    "image": "/civil-criminal-cases.png",
    "desc1": "The firm has a robust litigation practice with knowledge base in all forms of dispute resolution, be it civil, criminal or commercial litigation. Our Endeavour is made to ensure that disputes are resolved efficiently and cost effectively. The team recommend and represents a varied range of international and domestic entities engaged in telecom, aviation, energy, manufacturing, natural resources, insurance, print media, hospitality, financial services, health, entertainment, intellectual property, employment, information technology, retail and trade, property and construction activity. Our firm has extensive experience to handle litigations of intricate nature and has a track record of handling landmark cases. The firm has great understanding and knowledge in arbitration / alternate dispute resolution device which can be an important alternative to litigation."
  },
  {
    "name": "BANKING & RECOVERY OF DEBTS",
    "image": "/banking-recovery-debt.png",
    "desc1": "The firm offers an inclusive service range to the borrowers, lenders, advisers and other intermediaries. Our clients include financial institutions, leading banks, NBFCs and business houses. Dealing with structuring issues and complex negotiations are the major strengths of the firm. The firm handles the complete spectrum of work including diligence on the Promoters and Borrowers, structuring transactions, drafting term sheets Projects / Securities, and negotiations, transactional documents, advising on the regulatory framework and associated issues. We are market leaders in the areas of banking and finances. The team has experience in this area that has helped many clients in vital aspects of banking and finance such as acquisition finance, debt restructuring, syndicated landing and project finance."
  },
  {
    "name": "LAND LAWS",
    "image": "/land-laws.png",
    "desc1": "We offer specialized services in Land Laws which makes us a leading Real Estate Law firm.Our team advises Developers, Investors, Funds and Land Owners on legal and Regulatory issues. Due to in-depth and holistic understanding and knowledge of local revenue and land laws the firm has assisted its clients on diverse matters relating to Land Litigation, Land Aquicition,Disposition and Joint Ventures, Real estate funds and Investments, Trust advise and Real estate financing. in recent times our dedicated team has brought major rlief to homee-buyers seeking legal remedies before various forums like; RERA Benches, Consumer Forum, SCDRC, NCDRC and NCLT, etc"
  },
  {
    "name": "FAMILY & MATRIMONIAL LAWS",
    "image": "/banking-recovery-debt.png",
    "desc1": "Getting services of a professional and knowledgeable matrimonial lawyer across India is the best method you can really get peace of mind while dealing with alimony, matrimonial issues, child custody, and common divorce procedures. Thus, our law firm consists of extremely qualified, devoted, focused Indian legal brains that are well in position to offerfast, superior, and successful legal services for conducting your marital legal matter in a court of law. We are not only known for fighting the case in the court of law but also for efficient family counseling to resolve problems of relevant clients off the court on mutual consent"
  },
  {
    "name": "INSOLVENCY & BANKRUPTCY",
    "image": "/real-estate.png",
    "desc1": "Our law firm offers services involving insolvency and bankruptcy services for corporate creditors and debtors. The Firm has extensive experience in handling cases for and against financial creditors as well as operational creditors. India has lastly brought in an efficientdevice for initiating insolvency proceedings against the financially defaulting companies by way of The Insolvency and Bankruptcy Code, 2016. Our lawyers also carry out early recognition of monetary distress of a company that is very vital for timely resolution of insolvency"
  }
]