[
  {
    "name": "Taru Singh",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/t-1.jpg",
    "designation": "Founder & Managing Partner",
    "desc1": "Miss Taru is the managing partner of the firm and mainly focuses on the firms Litigation practice. She is the alumnus of Allahabad University and was admitted to Bar Council of U.P and has more than 10 years of work experience.",
    "desc2": "Her practise areas include Insolvency & bankruptcy, recovery of debts and enforcement of security, RERA, Consumer dispute redressal, family law and land laws.",
    "desc3": "She regularly appears before Supreme Court of India and various other High Courts, besides other regulatory bodies and tribunals."
  },
  {
    "name": "Rishi Pratap Shahi",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/t-2.jpg",
    "designation": "Founder & Managing Partner",
    "desc1": "Miss Taru is the managing partner of the firm and mainly focuses on the firms Litigation practice. She is the alumnus of Allahabad University and was admitted to Bar Council of U.P and has more than 10 years of work experience.",
    "desc2": "Her practise areas include Insolvency & bankruptcy, recovery of debts and enforcement of security, RERA, Consumer dispute redressal, family law and land laws.",
    "desc3": "She regularly appears before Supreme Court of India and various other High Courts, besides other regulatory bodies and tribunals."
  },
  {
    "name": "Abhishek Shukla",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/t-3.jpg",
    "designation": "Founder & Partner",
    "desc1": "With the experience of more than 13 years in law Mr. Abhishek Shukla has expertise in Criminal, Service and Public Interest Litigation and currently manages the Lucknow office of the firm.",
    "desc2": "He has been practising in the Allahabad High Court and Lucknow High Court, Bench(Judicature of Allahabad)since the year 2005 and has also appeared before Supreme Court of India in various important and landmark cases.",
    "desc3": "Mr. Abhishek has also served as legal counsel and representative of various industries. He regularly is called by the media houses for interviews specially in APN Legal, etc"
  },
  {
    "name": "Sanjeev Arora",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/ttt.jpg",
    "designation": "Associate Partner",
    "desc1": "Mr. Sanjeev Arora looks after the firm’s litigation practice in Uttar Pradesh.He practices before various district courts, forums and tribunals.",
    "desc2": "He specializes majorly in family law and company law related matters and appears regularly in NCLT and High Court of Allahabad.",
    "desc3": ""
  },
  {
    "name": "Neha Singh",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/t-4.jpg",
    "designation": "Associate",
    "desc1": "Miss Neha completed her law from Amity Law School, NOIDA and got enrolled into bar in the year 2012. ",
    "desc2": "She regularly appears before Hon’ble High Court of Allahabad, district courts and various other forums.",
    "desc3": "With an experience of 7 years in the field of law she has carved and made her name in the field of litigation and is known for her professional ethics and quality work."
  },
  {
    "name": "Shivjeet Yadav",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/t-5.jpg",
    "designation": "Associate",
    "desc1": "The inception of Professional journey of Shivjeet debuted from District Courts which now had extended to all forums, including Debt Recovery Tribunal, Consumer Forums, Family Court, Civil Courts and Criminal Courts.",
    "desc2": "His area of practice includes Banking, Land and Acquisition, Matrimonial and Criminal Law. He has been involved in drafting, vetting of documents and proper representation of the clients in all Courts and Forums.",
    "desc3": ""
  },
  {
    "name": "Swapnshi Shrivastava",
    "image": "https://advisewiseassociates.com/wp-content/uploads/2020/08/ascv.jpg",
    "designation": "Associate",
    "desc1": "Ms Swapnshi Shrivastava is an engineering graduate and later on completed her law, with a Master’s degree in Administration and has over a decade’s experience in various multinationals.",
    "desc2": "She is an active Law practitioner appearing at various courts, tribunals, forums and commissions. ",
    "desc3": "Her areas of focus include Criminal and Civil Litigation, Family Law, Property law and Consumer disputes, related matters."
  }
]
